[Version]
7.7

[Main]	
Item0000=Dobro došli u HP Recovery Manager. Ovaj alat upotrijebite za vraćanje računala u operativno stanje ako prestane funkcionirati.
Item0001=Potrebna mi je pomoć odmah
Item0002=Želim provesti zadatke održavanja
Item0003=Želim kontaktirati HP-ovu podršku
Item0004=Želim poduzeti sigurnosne mjere
Item0005=Vraćanje sustava Windows
Item0006=Vratite sustav u ranije stanje
Item0007=Windows Recovery Environment 
Item0008=Ponovo pokrenite računalo i otvorite Windows Recovery Environment za osvježavanje slike ili vraćanje sustava u originalno tvorničko stanje.
Item0009=Sigurnosno kopiranje datoteka
Item0010=Izradite sigurnosnu kopiju svojih osobnih podataka
Item0011=Oporavak minimizirane preslike
Item0012=Vratite operacijski sustav, upravljačke programe i samo odabrani softver ("čista" preslika)
Item0013=Pokreni provjeru računala
Item0014=Upotrijebite alat Dijagnostika hardvera kako biste dijagnosticirali memoriju računala, tvrdi disk itd.
Item0015=Izrada medija za oporavak sustava
Item0016=Izradite medije za oporavak sustava
Item0017=Ukloni particiju za oporavak
Item0018=Izbrišite tvornički instaliranu presliku za vraćanje sustava kako biste oslobodili prostor na tvrdom disku
Item0019=Vraćanje tvorničkih postavki
Item0020=Vratite računalo u tvorničko stanje brisanjem cijelog tvrdog diska i vraćanjem na tvorničke postavke
Item0021=Izvođenje održavanja računala
Item0022=Riješite probleme, preuzmite ažuriranja i saznajte više o svom računalu
Item0023=Zatražite pomoć od HP-a
Item0024=Prikazivanje podataka za kontakt HP korisničke podrške
Item0025=Prikaz podataka za kontakt
Item0026=Prikazivanje podataka za kontakt HP korisničke podrške
Item0027=Ponovna instalacija upravljačkih programa i aplikacija
Item0028=Ponovo instalirajte upravljačke programe i/ili aplikacije
Item0029=Onemogućeno: particija za oporavak je uklonjena.
Item0030=Onemogućeno: sustav oporavite pomoću medija za oporavak.
Item0031=Onemogućeno: Windows Vraćanje sustava isključeno je.
Item0032=Onemogućeno: HP-ov asistent za podršku nije instaliran.
Item0033=Izrada sigurnosnih kopija i vraćanje u sustavu Windows
Item0034=Stvorite sigurnosnu kopiju ili vratite datoteke iz postojeće sigurnosne kopije
Item0035=Nedostatna prava za pristup
Item0036=Program HP Recovery Manager za pokretanje zahtijeva administrativne ovlasti. Prilagodite postavku kontrole korisničkog računa (UAC). 	
Item0037=Verzija: 00
Item0038=Onemogućeno: Nije podržano za dinamični disk
Item0039=Onemogućeno: Koristite Windows upravljanje diskovima
Item0040=Povijest datoteka u sustavu Windows
Item0041=Za neke značajke je potreban pristup particiji za oporavak. Molimo priključite tablet računalo na priključnu stanicu i ponovo pokrenite HP Recovery Manager da biste omogućili ove opcije.
Item0042=Da biste koristili ovu opciju, priključite računalo na priključnu stanicu i ponovo pokrenite HP Recovery Manager.
Item0043=Opcije oporavka i sigurnosnog kopiranja zahtijevaju pristup particiji za oporavak u priključnoj stanici. Molimo priključite tablet računalo na priključnu stanicu, ponovo pokrenite sustav i pritisnite F11 za ponovno pokretanje programa HP Recovery Manager. Kliknite na „Nastavak“ da biste pokrenuli Provjeru računala.
Item0044=Osvježenje sustava Windows
Item0045=Predostrožnosti
Item0046=Podrška
Item0047=Održavanje
Item0048=Stvorite medij za oporavak
Item0049=Stvorite medij za oporavak za svoj sustav
Item0050=Izvedite održavanje računala 
Item0051=Kontaktirajte HP-ovu podršku
Item0052=Uklonite particiju za oporavak
Item0053=Stvorite točke za vraćanje sustava ili koristite točke za vraćanje sustava koje ste prethodno stvorili kako biste vratili svoj sustav u ranije stanje
Item0054=Windows povijest datoteka
Item0055=HP Recovery Environment
Item0056=Ponovno pokrenite i otvorite HP-ovo okruženje za oporavak da biste sustav vratili u originalno tvorničko stanje
Item0057=Tijekom postupka oporavka ne vadite tablet iz priključne stanice. Ako to učinite, tablet nećete moći pokrenuti.
Item0058=Ponovno pokrenite sustav i unesite 00 za vraćanje sustava
Item0059=Resetiranje sustava Windows
Item0060=HP Recovery Manager podržan je jedino u vodoravnom načinu rada.
Item0061=Zatvorite HP Recovery Manager, prebacite zaslon u vodoravan način rada i ponovno pokrenite HP Recovery Manager.

[General]	
Item0100=Natrag
Item0101=Sljedeće
Item0102=Otkaži
Item0103=Nastavak
Item0104=Završi
Item0105=U redu
Item0106=Želite li izaći iz alata HP Recovery Manager?
Item0107=Provjerite je li računalo priključeno na napajanje kako postupak vraćanja ne bi bio prekinut.
Item0108=HP Recovery Manager već radi!!
Item0109=Ponovno pokreni
Item0110=Isključivanje
Item0111=Oprez: Vaše računalo trenutno se napaja baterijom.
Item0112=Za ovaj postupak potrebno je priključiti računalo na napajanje.
Item0113=Priključite računalo na napajanje i za nastavak kliknite U redu.
Item0114=HP Recovery Manager rezultirao je pogreškom. Kôd pogreške =  00
Item0115=Došlo je do pogreške. Pokušajte ponovno.
Item0116=HP Recovery Manager
Item0117=HP Recovery Manager
Item0118=(kôd pogreške=00)
Item0119=Oporavak nije podržan s trenutačnom konfiguracijom, omogućite opciju ubrzanja za Intel Smart Response tehnologiju i pokušajte ponovo.
Item0120=Upravitelj oporavka namijenjen je sustavu Windows 7. Nije kompatibilan sa sustavom Windows 8.
Item0121=Softpaq nema podršku za Windows 7. Najprije nadogradite sustav na Windows 8.
	
[Windows System Restore]
Item0200=Vraćanje sustava Windows
Item0201=Da biste koristili vraćanje sustava Windows, HP Recovery Manager će se zatvoriti.
Item0202=Vraćanje sustava Windows olakšat će popravak problema koji možda usporavaju vaše računalo ili uzrokuju njegovo smrzavanje. Ono neće utjecati na vaše dokumente, slike ili druge osobne podatke.
Item0203=Da biste postavili automatsko pokretanje vraćanja sustava Windows, kliknite Sljedeće.
	       	
[Computer Checkup]	
Item0250=Provjera računala
Item0251=Pokrenite Provjeri disk za Windows particiju
Item0252=Pokrenite Provjeri disk za particiju za oporavak
Item0253=Otvorite Naredbeni redak
Item0254=Za nastavak odaberite opciju i kliknite Sljedeće.
		
[Remove Recovery Partition]	
Item0300=Ukloni particiju za oporavak
Item0301=Opcije Windows Push Button Reset (Resetiranje sustava Windows putem tipke) i HP oporavak slike neće biti dostupne nakon uklanjanja particije za oporavak.
Item0302=U redu. Nastavi s uklanjanjem particije oporavka.
Item0303=Nastavak
Item0304=Izrada medija za oporavak sustava nije dovršena. Mogućnost stvaranja Medija za oporavak neće biti dostupna nakon uklanjanja particije oporavka.
Item0305=Idite na 00 sada.
Item0306=Uklanjanje particije za oporavak...
Item0307=Za povratak na početnu stranicu kliknite Nastavak
Item0308=Početna Stranica
Item0309=Izrada medija za oporavak
Item0310=Došlo je do pogreške u uklanjanju particije oporavka. Pokušajte ponovno.
Item0311=Particija za oporavak je uspješno uklonjena.
Item0312=HP-ove mogućnosti oporavka slike neće biti dostupne nakon uklanjanja particije za oporavak.
		
[File Restore Program]	
Item0400=Vraćanje datoteka 
Item0401=Dobro došli
Item0402=Vraćanje datoteka pomaže u vraćanju datoteka koje ste prethodno sigurnosno kopirali.
Item0403=Kliknite Sljedeće da biste nastavili.
Item0404=Koju vrstu datoteka želite vratiti?
Item0405=Slike
Item0406=Glazba i ostale audiodatoteke
Item0407=Videozapisi i filmovi
Item0408=Snimljene TV emisije
Item0409=Dokumenti, proračunske tablice i prezentacije
Item0410=E-pošta, internetski favoriti i postavke
Item0411=Ostalo
Item0412=Pomoć
Item0413=Datoteke se vraćaju na sljedeću lokaciju:
Item0414=Prečac prema ovoj lokaciji postavljen je na radnu površinu.
Item0415=Vraćanje u tijeku
Item0416=Tijek:  00%
Item0417=Pričekajte...
Item0418=Datoteke su vraćene
Item0419=Vraćanje je uspješno dovršeno.
Item0420=Za zatvaranje ovog programa kliknite Završi.
Item0421=Put do nekih vraćenih datoteka dulji je od 260 znakova. Pogledajte 00.
Item0422=U redu
Item0423=Upozorenje
Item0424=Vraćanje datoteka već je pokrenuto.
Item0425=Da biste pokrenuli Vraćanje datoteka, morate biti u sustavu Windows 7.
Item0426=Otkazati vraćanje datoteka?
Item0427=Vraćanje otkazano?
Item0428=Otkazali ste postupak vraćanja.
Item0429=Gdje želite spremite datoteke sigurnosne kopije?
Item0430=Na lokalni disk
		
[File Backup Program]	
Item0500=Sigurnosno kopiranje datoteka
Item0501=Koju vrstu datoteka želite sigurnosno kopirati?
Item0502=Slike
Item0503=Glazba i ostale audiodatoteke
Item0504=Videozapisi i filmovi
Item0505=Snimljene TV emisije
Item0506=Dokumenti, proračunske tablice i prezentacije
Item0507=E-pošta, internetski favoriti i postavke
Item0508=Ostalo
Item0509=Pomoć
Item0510=Kliknite Sljedeće da biste nastavili.
Item0511=Skeniranje
Item0512=Čarobnjak za sigurnosno kopiranje datoteka izrađuje popis datoteka za sigurnosno kopiranje.
Item0513=Ovaj postupak može potrajati nekoliko minuta.
Item0514=Tijek: 00 %
Item0515=Pričekajte...
Item0516=Trenutno nema dovoljno slobodnog prostora na sistemskoj particiji na tvrdom disku za privremenu pohranu tijekom kompresije podataka.
Item0517=Morate osloboditi dio prostora na sistemskoj particiji na tvrdom disku kako biste nastavili sa zadatkom.
Item0518=U redu
Item0519=Upozorenje
Item0520=Za nastavak odaberite opciju i kliknite Sljedeće.
Item0521=Izrada sigurnosne kopije
Item0522=Izrada sigurnosnih kopija
Item0523=Dovršavanje sigurnosnih kopija
Item0524=Nisu pronađene datoteke vrsta koje je odabrao korisnik.
Item0525=Gdje želite spremiti sigurnosnu kopiju?
Item0526=Veličina izvornih datoteka:  00
Item0527=Naziv
Item0528=Vrsta
Item0529=Ukupna veličina
Item0530=Slobodni prostor
Item0531=Nijedan uređaj nije dostupan za sigurnosno kopiranje datoteka. Provjerite je li prijenosni disk priključen.
Item0532=Prijenosni
Item0533=Sigurnosno kopiranje je spremno.
Item0534=Datoteke će biti spremljene u (00).
Item0535=Kopiranje sigurnosne kopije 
Item0536=Odredišni pogon nije priključen.
Item0537=Sigurnosno kopiranje datoteka
Item0538=HP Recovery Manager uspješno je izradio sigurnosnu kopiju.
Item0539=Poništiti sigurnosno kopiranje?
Item0540=Otkaži
Item0541=Sigurnosno kopiranje je poništeno
Item0542=Uspješno ste poništili postupak sigurnosnog kopiranja.
Item0543=Poništili ste postupak sigurnosnog kopiranja.
Item0544=Želite li nastaviti s oporavkom sustava?
Item0545=Želite li nastaviti s upotrebom Oporavka smanjene slike?
Item0546=Želite li nastaviti s vraćanjem u tvorničko stanje?
Item0547=Da
Item0548=Ne
Item0549=Pržilica
Item0550=Ni jedan uređaj nije dostupan za sigurnosno kopiranje datoteka. Provjerite jesu li prijenosni disk ili pržilica priključeni.
Item0551=Automatizirano sigurnosno kopiranje
Item0552=Omogućuje korisniku odabir kategorija za sigurnosno kopiranje (primjer – Fotografije). Sigurnosno kopiranje obuhvatit će većinu vrsta datoteka koje kategorija obično upotrebljava. Upotrijebite ovu mogućnost ako želite na jednostavan način konfigurirati svoju sigurnosnu kopiju.
Item0553=Ručno sigurnosno kopiranje
Item0554=Omogućuje korisniku odabir određenih datoteka i mapa za sigurnosno kopiranje. Upotrijebite ovu mogućnost ako želite imati potpuni nadzor nad time što se sigurnosno kopira.
Item0555=Izravno kopiranje podataka
Item0556=Izravno kopiranje podataka ne upotrebljava kompresiju i datoteke se ne vraćaju upotrebom alata HP Recovery Manager. Da biste pristupili datotekama s bilo kojeg računala nakon dovršetka sigurnosnog kopiranja jednostavno pregledajte mapu Datoteke oporavka sustava.
Item0557=Za vraćanje podataka u izvorni sustav jednostavno kopirajte i zalijepite datoteke na izvornu lokaciju.
Item0558=Umetnite prazan disk DVD+R ili DVD-R i kliknite Sljedeće.
Item0559=Tijek prženja:  00 %
Item0560=Ukupno diskova:  00
Item0561=Trenutni disk:  00
Item0562=Umetnite disk
Item0563=Umetnite prazan disk.
Item0564=HP Recovery Manager ne podržava umetnuti disk. Umetnite prazan disk DVD+R ili DVD-R (kapaciteta 4,7 GB).
Item0565=Pripremanje podataka 
	
[Recovery Media Creation]	
Item0600=Početna Stranica
Item0601=Izrada medija za oporavak
Item0602=Možete izraditi samo 00 komplet medija za oporavak.
Item0603=Prihvaćam.
Item0604=Nastavak
Item0605=Umetnite jedan od sljedećih medija:
Item0606=USB Flash Drive
Item0607=Minimalan potreban kapacitet 00 GB
Item0608=DVD
Item0609=00 Potrebnih diskova
Item0610=DVDDL
Item0611=Želite li nastaviti s označenim medijima?
Item0612=Da
Item0613=Ne
Item0614=Izrađuje se USB izbrisivi pogon za oporavak...
Item0615=Pripremite disk
Item0616=Formatiranje uređaja USB Flash Drive
Item0617=Kopiranje preslike
Item0618=Kopiranje preslike za oporavak na USB izbrisivi pogon...
Item0619=Provjerite disk
Item0620=Provjera slike za oporavak na USB izbrisivom pogonu...
Item0621=00 % dovršeno
Item0622=Umetnite disk
Item0623=Za nastavak umetnite disk 00. Kliknite Otkaži da biste prekinuli izradu medija za oporavak. Postupak izrade medija za oporavak možete nastaviti u bilo kojem trenutku tako da ponovo odaberete mogućnost Izrada medija za oporavak.
Item0624=Pripremite podatke
Item0625=Izrada preslike za oporavak
Item0626=Prženje podataka
Item0627=Prženje preslike za oporavak na disk
Item0628=Provjerite disk
Item0629=Provjera preslike za oporavak na disku
Item0630=Medij za oporavak izrađen je na 00. Možete izraditi samo JEDAN komplet medija za oporavak.
Item0631=Za povratak na početnu stranicu kliknite U redu
Item0632=U redu
Item0633=Izrada medija za oporavak sustava nije dovršena. Pritisnite Nastavi za dovršetak izrade medija za oporavak.
Item0634=Otkaži
Item0635=Priključite računalo na napajanje
Item0636=Za nastavak ovog postupka baterija mora biti postavljena, a računalo mora biti priključeno na napajanje
Item0637=Umetnite bateriju
Item0638=Nije pronađen ni jedan optički pogon
Item0639=Sad možete priključiti Optički pogon
Item0640=Blu-ray disk
Item0641=Izrada diska za oporavak 00 je dovršena. Označite disk 00 i čuvajte ga na sigurnom mjestu.
Item0642=USB Flash pogon bit će formatiran. Svi podaci na USB flash pogonu bit će izgubljeni. Sav prostor na USB Flash pogonu bit će iskorišten za presliku za oporavak (čak i ako je USB Flash pogon veći od procijenjene veličine preslike za oporavak).
Item0643=Kliknite Otkaži za povratak na odabir medija ili Nastavi za početak pripreme diska.
Item0644=Odaberite jednu od sljedećih mogućnosti medija 
Item0645=JEDAN
Item0646=Analiziranje hardvera…
Item0647=Izrada medija za oporavak u tijeku. HP Recovery Manager ne može se zatvoriti.
Item0648=Došlo je do pogreške u izradi medija za oporavak. Pokušajte ponovno.
Item0649=Kapacitet umetnutog izbrisivog pogona nije dovoljan. Umetnite drugi pogon.
Item0650=Medij na koji je moguće ponovo upisivati nije podržan. Umetnite prazan 00 disk.
Item0651=Umetnuti disk nije prazan. Umetnite prazan 00 disk.
Item0652=Disk za oporavak 00 od 01 je dovršen. Označite disk 00 od 01 i čuvajte ga na sigurnom mjestu.
Item0653=Disk za oporavak uspješno je stvoren.
Item0654=Izbrisivi pogon za oporavak uspješno je stvoren. Označite ga i čuvajte na sigurnom mjestu.
Item0655=00 disk je potreban
Item0656=Medij na koji je moguće ponovo upisivati nije podržan!!
Item0657=Umetnuti medij nije podržan!!
Item0658=Particija za oporavak je uklonjena - opcija stvaranja medija za oporavak nije više dostupna
Item0659=Provjera diska nije uspjela Upotrijebite drugi disk i pokušajte ponovo
Item0660=Prženje diska nije uspjelo. Upotrijebite drugi disk i pokušajte ponovo
Item0661=Ovaj sistem je izrađen iz medija za oporavak. Možete izraditi samo JEDAN komplet medija za oporavak.
Item0662=Particija za oporavak je bila uklonjena.
Item0663=Ograničenje USB-a je premašeno
Item0664=Slika za oporavak premašuje 32 GB. Koristite optički medij.
Item0665=Slika za oporavak premašuje ograničenje veličine za USB izbrisive pogone od 32 GB. Da biste stvorili medije za oporavak, morate koristiti optičke medije (DVD-ovi).
Item0666=Provjerite može li se na USB izbrisivi pogon pohraniti 00 GB podataka (maksimalno 32 GB).
Item0667=- Disk za oporavak broj 00 od 01  je završen. Označite disk "00 od 01" i spremite ga na sigurno mjesto. 
Item0668=- Za nastavak umetnite disk ili kliknite Odustani kako biste zaustavili postupak stvaranja medija za oporavak. 
Item0669=- Možete nastaviti u bilo kojem trenutku ponovnim odabirom opcije Stvori medij za oporavak.
Item0670=Oprez: Odabrani USB memorijski pogon bit će formatiran. Svi podaci na USB memorijskom pogonu bit će izgubljeni.
Item0671=Maksimalno 32 GB na USB memorijskom pogonu upotrijebit će se za sliku oporavka sustava. Ako je USB memorijski pogon veći od 32 GB, višak prostora na memorijskom pogonu neće se moći upotrebljavati nakon stvaranja medija za oporavak.
Item0672=Za povratak na odabir medija, kliknite Odustani ili kliknite Nastavi kako biste započeli sa stvaranjem novog medija za oporavak.
Item0673=Odaberite 00 za povratak na odabir medija ili odaberite 01 za pokretanja stvaranja medija za oporavak.
	
[System Recovery]	
Item0700=Vratite računalo u izvorno tvorničko stanje
Item0701=Ovim postupkom ponovo će se instalirati tvornička slika na particiji sustava, ali se neće provesti druge promjene na tvrdom disku.
Item0702=Sve datoteke koje je izradio korisnik i programi instalirani nakon kupnje bit će izgubljeni.
Item0703=Najprije sigurnosno kopirajte svoje datoteke (preporučeno)
Item0704=Oporavak bez sigurnosnog kopiranja datoteka
Item0705=Za nastavak odaberite opciju i kliknite Sljedeće.
Item0706=HP okruženje za oporavak
Item0707=Dobro došli u  HP Recovery Manager
Item0708=Ovaj program upotrijebite za vraćanje računala u izvorno tvorničko stanje.
Item0709=Prije nastavka isključite sve vanjske uređaje.
Item0710=Za dodatne informacije pogledajte računalnu dokumentaciju.
Item0711=Kliknite Sljedeće da biste nastavili.
Item0712=Vraćanje tvorničke preslike
Item0713=Ponovno formatiranje Windows particije tvrdog diska
Item0714=Ponovno instaliranje izvornog softvera
Item0715=Tijek:  00 % 
Item0716=Procjena preostalog vremena: 00 minuta
Item0717=Pričekajte...
Item0718=Oporavak je dovršen
Item0719=Nakon što se računalo ponovo pokrene i nakon završetka početnog postavljanja računala morate provesti neke dodatne važne korake:
Item0720=Ažurirajte sigurnosne Microsoft i HP datoteke
Item0721=Ponovo instalirajte softver koji nije isporučen s računalom
Item0722=Vratite sve osobne podatke koje ste sigurnosno kopirali (ako postoje)
Item0723=Kliknite Završi da biste ponovo pokrenuli računalo.
Item0724=Priprema oporavka
Item0725=Tvrdi disk će se formatirati, a sve datoteke potrebne za vraćanje tvorničkog prikaza kopirat će se na tvrdi disk.
Item0726=Instalacija oporavka
Item0727=Instaliraju se softver i upravljački programi, a sadržaj se prilagođava vašem računalu.
Item0728=HP Recovery Manager će vratiti tvrdi disk u tvorničko stanje. Promjene korisničkih podataka i tvrdog diska bit će izgubljene.
Item0729=U redu
Item0730=Otkaži
Item0731=Priprema oporavka tvorničke preslike
Item0732=Kopiranje datoteka potrebnih za vraćanje tvrdog diska
Item0733=Priprema oporavka je dovršena
Item0734=Nakon ponovnog pokretanja računala započet će faza instalacije oporavka.
Item0735=Instalirat će se softver i upravljački programi, a sadržaj će se prilagoditi vašem računalu.
Item0736=Tijekom te faze računalo će se automatski ponovno pokrenuti nekoliko puta. To je uobičajen dio postupka.
Item0737=Nemojte isključivati računalo, zatvarati poklopac, isključivati računalo iz napajanja ili pokušavati pristupiti računalu tijekom tog vremena.
Item0738=Kliknite Nastavak da biste odmah ponovno pokrenuli računalo.
Item0739=Umetnite disk za oporavak #00.
Item0740=Izvadite medij za oporavak iz sustava
Item0741=Oporavak sustava ne možete napraviti iz sustava Windows. Želite li ponovo pokrenuti računalo i ući u okruženje za oporavak?
Item0742=Nastavak?
Item0743=Priprema okruženja za oporavak…
Item0744=Zatvorite sve aplikacije i ponovo pokrenite sustav.
Item0745=Prije nastavka isključite sve vanjske uređaje osim tipkovnice, miša i zaslona.
Item0746=Oporavak sustava ne možete napraviti iz sustava Windows. Želite li ponovo pokrenuti računalo i ući u okruženje za oporavak?
Item0747=Postupak oporavka odvija se u dvije faze:
Item0748=Početna Stranica
Item0749=Oporavak sustava
Item0750=Onemogućeno: Upotrijebite Vraćanje tvorničkih postavki za oporavak sustava	
Item0751=Ažurirajte svoj sustav instaliranjem najnovijih Microsoftovih i HP-ovih ažuriranja.
Item0752=Odabrali ste HP okruženje za oporavak. Sustav će se ponovno pokrenuti i ući u okruženje za oporavak. Želite li nastaviti?
Item0753=Ako ste uz računalo dobili više operacijskih sustava, tijekom postupka oporavka svi će se operacijski sustavi vratiti u originalno tvorničko stanje.
Item0754=Odabrali ste 00. Sustav će se ponovno pokrenuti i ući u okruženje za oporavak. Želite li nastaviti?
Item0755=Sve datoteke i particije koje je korisnik stvorio te svi programi koje je instalirao nakon kupnje bit će izgubljeni.
Item0756=Postupak oporavka odvija se u dvije faze:
Item0757=Priprema oporavka
Item0758=Windows će se particija formatirati, a sve datoteke potrebne za vraćanje sustava Windows na izvorne tvorničke postavke kopirat će se na tvrdi disk.
Item0759=Instalacija oporavka
Item0760=Instaliraju se softver i upravljački programi, a sadržaj se prilagođava vašem računalu.
Item0761=Vraćanje datoteka na tvrdi disk
Item0762=HP Drive Encryption (HPDE) je omogućen na ovom računalu. Onemogućite HPDE prije pokretanja Oporavka sustava.
	
[Minimized Image Recovery]	
Item0800=Oporavak minimizirane preslike
Item0801=Ovaj će postupak ponovo instalirati čisto Windows okruženje s minimalnim instaliranim upravljačkim programima i softverom.
Item0802=Sve datoteke koje je izradio korisnik i programi instalirani nakon kupnje bit će izgubljeni.
Item0803=Najprije sigurnosno kopirajte svoje datoteke (preporučeno)
Item0804=Oporavak bez sigurnosnog kopiranja datoteka
Item0805=Za nastavak odaberite opciju i kliknite Sljedeće.
Item0806=Oporavak minimizirane preslike
Item0807=Dobro došli u  HP Recovery Manager
Item0808=Ovaj će postupak ponovo instalirati čisto Windows okruženje s minimalnim instaliranim upravljačkim programima i softverom.
Item0809=Postupak oporavka odvija se u dvije faze:
Item0810=Priprema oporavka
Item0811=Tvrdi disk će se formatirati, a sve datoteke potrebne za vraćanje minimizirane preslike bit će kopirane na tvrdi disk.
Item0812=Instalacija oporavka
Item0813=Instaliraju se softver i upravljački programi, a sadržaj se prilagođava vašem računalu.
Item0814=Prije nastavka isključite sve vanjske uređaje.
Item0815=Za dodatne informacije pogledajte računalnu dokumentaciju.
Item0816=Kliknite Sljedeće da biste nastavili.
Item0817=Otkriven je dinamički disk. Oporavak se ne može nastaviti. Za vraćanje računala morate upotrijebiti medij za oporavak
Item0818=Priprema minimizirane preslike
Item0819=Ponovno formatiranje Windows particije tvrdog diska
Item0820=Kopiranje datoteka potrebnih za vraćanje tvrdog diska
Item0821=Tijek:  00 % 
Item0822=Procjena preostalog vremena: 00 minuta
Item0823=Pričekajte...
Item0824=Priprema oporavka je dovršena
Item0825=Nakon ponovnog pokretanja računala započet će faza instalacije oporavka.
Item0826=Instalirat će se softver i upravljački programi, a sadržaj će se prilagoditi vašem računalu.
Item0827=Tijekom te faze računalo će se automatski ponovno pokrenuti nekoliko puta. To je uobičajen dio postupka.
Item0828=Nemojte isključivati računalo, zatvarati poklopac, isključivati računalo iz napajanja ili pokušavati pristupiti računalu tijekom tog vremena.
Item0829=Kliknite Nastavak da biste odmah ponovno pokrenuli računalo.
Item0830=Oporavak je dovršen
Item0831=Nakon što se računalo ponovo pokrene i nakon završetka početnog postavljanja računala morate provesti neke dodatne važne korake:
Item0832=Ažurirajte sigurnosne Microsoft i HP datoteke
Item0833=Ponovo instalirajte softver koji nije isporučen s računalom
Item0834=Vratite sve osobne podatke koje ste sigurnosno kopirali (ako postoje)
Item0835=Kliknite Završi da biste ponovo pokrenuli računalo.
Item0836=U redu
Item0837=Umetnite disk za oporavak #00.
Item0838=Izvadite medij za oporavak iz sustava
Item0839=HP Recovery Manager instalirat će minimiziranu presliku. Promjene korisničkih podataka i tvrdog diska bit će izgubljene.
Item0840=Prije nastavka isključite sve vanjske uređaje osim tipkovnice, miša i zaslona.
Item0841=Onemogućeno: Upotrijebite Vraćanje tvorničkih postavki za oporavak sustava
Item0842=Ako ste uz računalo dobili više operacijskih sustava, tijekom postupka oporavka svi će se operacijski sustavi vratiti u originalno tvorničko stanje.
	
[Boot from UCRD]	
Item0900=Oporavak sustava
Item0901=HP Recovery Manager prema zadanim se postavkama pokreće s tvrdog diska, ali možete ga pokrenuti i s umetnutog medija.
Item0902=Pokrenite program s medija
Item0903=Pokrenite program s tvrdog diska
Item0904=Za nastavak odaberite opciju i kliknite Sljedeće.
Item0905=Pokrenite program s tvrdog diska
Item0906=Računalo će se ponovo pokrenuti s particije.
Item0907=Prije nastavka izvadite medij za oporavak.
Item0908=Za zatvaranje ovog čarobnjaka kliknite Završi.
Item0909=Kontaktirajte HP korisničku podršku
Item0910=Ovo računalo nije podržano medijima za oporavak sustava.
Item0911=Nećete moći oporaviti sustav s tim medijima.
Item0912=Ovog sustava nije moguće oporaviti s tim priključkom uređaja. Kontaktirajte HP korisničku podršku.
		
[Factory Reset]	
Item1000=Vraćanje tvorničkih postavki
Item1001=Vraćanje tvorničke preslike
Item1002=Želite li vratiti sustav na izvorne tvorničke postavke?
Item1003=Najprije sigurnosno kopirajte svoje datoteke (preporučeno)
Item1004=Oporavak bez sigurnosnog kopiranja datoteka
Item1005=Za nastavak odaberite opciju i kliknite Sljedeće.
Item1006=Dobro došli u  HP Recovery Manager
Item1007=Ovaj program upotrijebite za vraćanje računala u izvorno tvorničko stanje.
Item1008=Postupak oporavka odvija se u dvije faze:
Item1009=Priprema oporavka
Item1010=Tvrdi disk će se formatirati, a sve datoteke potrebne za vraćanje tvorničkog prikaza kopirat će se na tvrdi disk.
Item1011=Instalacija oporavka
Item1012=Instaliraju se softver i upravljački programi, a sadržaj se prilagođava vašem računalu.
Item1013=Prije nastavka isključite sve vanjske uređaje.
Item1014=Za dodatne informacije pogledajte računalnu dokumentaciju.
Item1015=Kliknite Sljedeće da biste nastavili.
Item1016=HP Recovery Manager će vratiti tvrdi disk u tvorničko stanje. Promjene korisničkih podataka i tvrdog diska bit će izgubljene.
Item1017=Priprema oporavka tvorničke preslike
Item1018=Ponovno formatiranje Windows particije tvrdog diska
Item1019=Kopiranje datoteka potrebnih za vraćanje tvrdog diska
Item1020=Vraćanje datoteka na tvrdi disk
Item1021=Tijek:  00 % 
Item1022=Pričekajte...
Item1023=Procjena preostalog vremena: 00 minuta
Item1024=Priprema oporavka je dovršena
Item1025=Nakon ponovnog pokretanja računala započet će faza instalacije oporavka.
Item1026=Instalirat će se softver i upravljački programi, a sadržaj će se prilagoditi vašem računalu.
Item1027=Tijekom te faze računalo će se automatski ponovno pokrenuti nekoliko puta. To je uobičajen dio postupka.
Item1028=Nemojte isključivati računalo, zatvarati poklopac, isključivati računalo iz napajanja ili pokušavati pristupiti računalu tijekom tog vremena.
Item1029=Kliknite Nastavak da biste odmah ponovno pokrenuli računalo.
Item1030=Oporavak je dovršen
Item1031=Nakon što se računalo ponovo pokrene i nakon završetka početnog postavljanja računala morate provesti neke dodatne važne korake:
Item1032=Ažurirajte sigurnosne Microsoft i HP datoteke
Item1033=Ponovo instalirajte softver koji nije isporučen s računalom
Item1034=Vratite sve osobne podatke koje ste sigurnosno kopirali (ako postoje)
Item1035=Kliknite Završi da biste ponovo pokrenuli računalo.
Item1036=Da
Item1037=Ne
Item1038=Kontaktirajte HP korisničku podršku
Item1039=Većinu problema možete riješiti oporavkom tvrdog diska.
Item1040=Ako se problemi pojave ponovno, možda ćete se morati obratiti HP korisničkoj podršci.
Item1041=Kontaktne podatke HP podrške možete pronaći u dokumentaciji svog računala.
Item1042=Za zatvaranje ovog programa kliknite Završi.
Item1043=Umetnite disk za oporavak #00.
Item1044=Izvadite medij za oporavak iz sustava
Item1045=HP Recovery Manager će vratiti tvrdi disk u izvorno tvorničko stanje. Korisnički podaci i sve promjene tvrdog diska bit će izgubljeni.
Item1046=U redu
Item1047=Otkaži
Item1048=Prije nastavka isključite sve vanjske uređaje osim tipkovnice, miša i zaslona.
Item1049=Program HP Recovery Manager vratit će tvrdi disk(ove) u izvorno tvorničko stanje. Korisnički podaci i sve promjene tvrdog diska bit će izgubljeni.	
Item1050=Tijekom ovog postupka vaš će se sustav vratiti u originalno tvorničko stanje.
Item1051=Ponovno će se izraditi particije na tvrdom disku te će se on vratiti u originalno tvorničko stanje.
Item1052=Sve datoteke i particije koje je korisnik stvorio te svi programi koje je instalirao nakon kupnje bit će izgubljeni.
Item1053=Ako ste uz računalo dobili više operacijskih sustava, tijekom postupka oporavka svi će se operacijski sustavi vratiti u originalno tvorničko stanje.
	
[Restoration Incomplete]	
Item1100=Vraćanje nije dovršeno
Item1101=Vraćanje nije završilo.
Item1102=Odaberite jedan od sljedećih gumba:
Item1103=Spremi zapis
Item1104=Pojedinosti
Item1105=Pokušajte ponovno
Item1106=Ova značajka prikuplja podatke o sustavu kako biste HP-u pomogli u dijagnosticiranju problema.
Item1107=Umetnite prijenosni disk s najmanje 00 MB slobodnog prostora, a zatim kliknite U redu.
Item1108=U redu
Item1109=Nema dovoljno slobodnog prostora. Umetnite prijenosni disk s najmanje 00 MB slobodnog prostora, a zatim kliknite U redu.
Item1110=Datoteka zapisnika spremljena je kao 00.
Item1111=Umetnite medije za oporavak.
Item1112=Kliknite Nastavak da biste odmah ponovno pokrenuli računalo.
Item1113=Nastavak
Item1114=Ukupni prostor na tvrdom disku je manji od prostora na originalnom tvornički instaliranom tvrdom disku. Postupak obnove se ne može nastaviti.
Item1115=Ukupni prostor na tvrdom disku je premalen. Postupak obnove se ne može nastaviti.
		
[Drivers and Applications Reinstall]	
Item1200=Ponovna instalacija upravljačkih programa i aplikacija
Item1201=Izrada popisa upravljačkih programa i aplikacija
Item1202=Početna stranica
Item1203=Instaliraj
Item1204=Instaliranje
Item1205=Dovršeno
Item1206=Aplikacije (00)
Item1207=Upravljački programi (00)
Item1208=HP ažuriranja (00) - ažuriranja preuzeta i instalirana s web-mjesta HP.com ili pomoću alata HP Support Assistant
Item1209=Verzija: 00
Item1210=00 stavki,
Item1211=00 od 01 odabranih stavki,
Item1212=00 Aplikacija i
Item1213=00 Aplikacije i
Item1214=00 Upravljački program i
Item1215=00 Upravljački programi i
Item1216=00 HP Ažuriranje
Item1217=00 HP Ažuriranja
Item1218=Instalacija je dovršena.
Item1219=Softver je instaliran. Isključivanje alata HP Recovery Manager je poništeno.
Item1220=U redu
Item1221=Deinstalirajte prethodnu verziju programa prije instaliranja ove verzije.
Item1222=Došlo je do pogreške u ponovnoj instalaciji softvera. Pokušajte ponovno.
Item1223=Na ovom uređaju nije pronađen izvor sa softverom
Item1224=Stavka
Item1225=00 od 01 odabranih stavki,
Item1226=Jedan ili više odabranih upravljačkih programa i/ili aplikacija vjerojatno nisu ispravno instalirani i označeni su uskličnikom. Deinstalirajte ih s računala prije ponovne instalacije iz programa HP Recovery Manager.
Item1227=Jedan ili više odabranih upravljačkih programa i/ili aplikacija vjerojatno nisu ispravno instalirani i označeni su s 00. Deinstalirajte ih s računala prije ponovne instalacije iz programa HP Recovery Manager.
Item1228=00 Upravljački program
Item1229=00 Upravljački programi
Item1230=Dovršeno 
	
[RP Protection]	
Item1300=Particija za oporavak
Item1301=Upozorenje
Item1302=Ovo područje tvrdog diska (ili particije) sadrži datoteke korištene tijekom opcija Windows Push Button Reset (Resetiranje sustava Windows putem tipke) i HP oporavak slike.
Item1303=Nemojte brisati ili mijenjati nijednu od ovih datoteka.
Item1304=Bilo kakve promjene na ovoj particiji mogu utjecati na funkciju oporavka sustava u budućnosti.
	
[Show Contact Information]	
Item1350=Kontaktirajte HP korisničku podršku
Item1351=Vraćanje tvorničke preslike u većini će slučajeva riješiti vaše probleme.
Item1352=Ako se problemi nastave ili ako su vam potrebni zamjenski mediji za oporavak sustava, možda ćete morati zatražiti pomoć od HP-ove korisničke podrške.
Item1353=HP korisničku podršku možete kontaktirati na:
Item1354=www.hp.com/go/contacthp
Item1355=Za zatvaranje ovog programa kliknite Završi.
Item1356=Kliknite Otkaži za zatvaranje ovog programa.

[File Backup Program 2.0]
Item1400=Koji način odabira datoteka želite upotrijebiti za stvaranje sigurnosne kopije?
Item1401=Automatski odabir
Item1402=Odaberite kategorije datoteka za stvaranje sigurnosne kopije.
Item1403=Korisnički odabir
Item1404=Odaberite mape i datoteke za ručno stvaranje sigurnosne kopije.
Item1405=S automatskim odabirom vi birate koje ćete kategorije datoteka pohraniti u sigurnosnu kopiju. Na primjer, "Slike" i "Glazba i ostale audiodatoteke". Program će zatim u računalu potražiti datoteke u ovim kategorijama (na osnovi unaprijed određenog skupa vrsta datoteka koje se uobičajeno upotrebljavaju za takve datoteke) i stvoriti njihovu sigurnosnu kopiju. Datoteke će biti komprimirane i kako biste im mogli pristupiti, vratiti ih morate samo upotrebom mogućnosti vraćanja.
Item1406=Korisničkim odabirom odabirete precizno koje ćete datoteke i mape pohraniti u sigurnosnu kopiju tako što ćete ih odabrati u prozoru programa Windows Explorer. Za sigurnosnu kopiju imate dvije mogućnosti - Komprimirano i Bez komprimiranja
Item1407=Komprimiranje: Datoteke će biti komprimirane i kako biste im mogli pristupiti, vratiti ih morate samo upotrebom mogućnosti vraćanja.
Item1408=Bez komprimiranja: Datoteke i mape kopiraju se pojedinačno, bez komprimiranja. Datotekama možete pristupiti bez upotrebe mogućnosti vraćanja.
Item1409=Želite li upotrijebiti komprimiranje?
Item1410=Komprimiranje
Item1411=Bez komprimiranja
Item1412=Datoteke će biti komprimirane u datotečni format WIM i kako biste im mogli pristupiti, vratiti ih na računalo morate samo upotrebnom mogućnosti Vraćanje datoteke. Ova mogućnost stvara najmanju moguću sigurnosnu kopiju, a tijekom Vraćanja datoteke sve će se datoteke automatski kopirati na C:\ i biti dostupne upotrebom prečaca na radnoj površini.
Item1413=Datoteke i mape kopiraju se pojedinačno bez komprimiranja i dostupne su izravno s pogona sa sigurnosnim kopijama, bez upotrebe mogućnosti Vraćanje datoteke. Ova mogućnost ne minimizira sigurnosnu kopiju, pa datoteke i mape morate ručno kopirati (kopiraj/zalijepi) natrag na računalo.
Item1414=Koje datoteke želite pohraniti u sigurnosnu kopiju?
Item1415=Pregledaj datoteke
Item1416=Veličina sigurnosne kopije:  00
Item1417=Naziv
Item1418=Veličina
Item1419=Odabir medija za sigurnosno kopiranje
Item1420=Odabir medija: 00
Item1421=Za stvaranje sigurnosne kopije bit će vam potrebno 00 disk(ova) ove vrste.
Item1422=Za nastavak stvaranja sigurnosne kopije na odabran medij kliknite Sljedeće.
Item1423=Za odabir druge vrste medija kliknite Natrag.
Item1424=Pripremanje datoteke
Item1425=Stvaranje diska
Item1426=Prženje diska
Item1427=Provjera diska
Item1428=Umetnite disk 00 od 00 00.
Item1429=Odabrane datoteke
Item1430=Kopirajte datoteke
Item1431=Kopirane su odabrane datoteke i mape
Item1432=Program Recovery Manager uspješno je kopirao datoteke
Item1433=Neke su datoteke veće od slobodnog prostora na disku za sigurnosnu kopiju i postupak stvaranja sigurnosne kopije ne može se nastaviti.
Item1434=Promjena u način s komprimiranjem
Item1435=Poništite odabir datoteka većih od 00
Item1436=Ponovno odaberite uređaj
Item1437=Popis velikih datoteka
Item1438=Umetnite disk 00.
Item1439=Nema dostupnog diska s dovoljno slobodnog prostora za sigurnosnu kopiju. Priključite drugi disk ili oslobodite prostor na trenutačno priključenom.
Item1440=Ova vrsta diska nije podržana.
Item1441=Smanjuje veličinu datoteke. Potrebna je opcija Vraćanje datoteka.
Item1442=Ne smanjuje veličinu datoteke, nije potrebna opcija Vraćanje datoteka.
Item1443=Sigurnosna kopija može se spremiti samo na optički medij ili vanjski HDD. Ako željeni uređaj i/ili vrsta medija nisu navedeni ispod, provjerite je li uređaj spojen i uključen ili je li željena vrsta medija umetnuta u optički uređaj za nastavak postupka sigurnosnog kopiranja.
Item1444=Ovo je krivi disk ili je oštećen. Umetnite disk00.
Item1445=Sigurnosna kopija može se spremiti samo na vanjski tvrdi disk ili USB memorijski pogon u NTFS formatu. Prije nastavka postupka sigurnosnog kopiranja provjerite je li željeni uređaj spojen i je li datotečni sustav u NTFS formatu.
Item1446=Ako se 00 odabere automatskim ili korisničkim odabirom, izradit će se sigurnosne kopije svih datoteka u načinu Bez komprimiranja te se moraju vratiti ručnim kopiranjem podataka. Ne može se upotrijebiti opcija Vraćanje datoteke.
Item1447=Sve datoteke spremljene su u mapu 00.
Item1448=Datoteke će biti komprimirane u datotečni format WIM i kako biste im mogli pristupiti, morate ih vratiti na računalo upotrebom opcije Vraćanje datoteke. Ova opcija minimizira veličinu sigurnosne kopije i sve datoteke bit će vraćene na odredište koje ste naveli i omogućili mu pristup putem prečaca na radnoj površini.
Item1449=Kompresija nije podržana kad su odabrani podaci 00.
Item1450=Izrađena je sigurnosna kopija podataka 00 u sljedećoj mapi glavnog direktorija mape za sigurnosne kopije:
Item1451=Kopirajte sigurnosnu kopiju podataka 00 iz gore navedene mape medija na svoj sustav nakon dovršetka oporavka.
Item1452=Sigurnosna kopija podataka 00 može se izraditi samo upotrebom opcije Bez komprimiranja.
Item1453=Odaberite U redu za izradu sigurnosne kopije upotrebom opcije Bez komprimiranja ili odaberite Odustani za ponovnu izradu sigurnosne kopije datoteka.

[Windows Recovery Environment]
Item1500=HP sigurnosna kopija i oporavak ili kontaktiranje HP podrške

[Windows System Refresh]
Item1600=Osvježite svoje računalo bez učinka na vaše osobne datoteke

[AboutInfo]
Item1700=Informacije
Item1701=Verzija
Item1702=Mediji za oporavak
Item1703=Sustav
Item1704=Broj proizvoda
Item1705=Serijski broj
Item1706=HP-ova particija za oporavak
Item1707=Da
Item1708=Ne
Item1709=O programu